# правильный ход программы
WELCOME_MESSAGE = "Добро пожаловать в ваш финансовый помощник!"
RESTART = "Хотите выйти:\n1. ДА\nили нажмите любую клавишу\n"
SELECT_CATEGORY = "Выберете категорию:\n1. доход\n2. расход\n"
DEPOSIT_MONEY = "Введите сумму дохода:\n"
SPEND_MONY = "Введите сумму расхода:\n"
DESCRIPTION = "Введите описание:\n"

# ошибки
REPEAT_INPUT = "попробуй еще раз"

BAD_CATEGORY = "Ooops такой категории нет но мы обязательно ее добавим))"

BAD_DEPOSIT_MONEY = "Ooops число должно быть положительным"
BAD_DEPOSIT_MONEY_2 = "Ooops только 0-9 циферки"
BAD_SPEND_MONY = "Ooops у тебя нет столько денег(("
